<!DOCTYPE html>
<html lang="ru">
<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>Avenue Fasion</title>
   <link rel="stylesheet" href="css/style.css"> 
</head>
<!-- -------------------------body-------------------------- -->
<body>
   <!-- -------------------------header------------------------ -->
   <header>
      <ul>
         <li><a href="#">Зарегистрироваться</a></li>
         <li><a href="#">Войти</a></li>
         <li><a href="#">*КОРЗИНА*</a></li>
      </ul>

      <nav>
         <ul>
            <li>Мужское</li>
            <li>Женское</li>
            <li>Фирменное</li>
            <li>Ближайшие магазины</li>
            <li>Книга образов</li>
         </ul>
      </nav>
   </header>
   <!-- -------------------------/header----------------------- -->
   <!-- -------------------------main-------------------------- -->
   <main>

   </main>
   <!-- -------------------------/main------------------------- -->
   <!-- -------------------------footer------------------------ -->
   <footer>

   </footer>
   <!-- -------------------------/footer----------------------- -->
</body>
<!-- -------------------------/body-------------------------- -->
</html>